<?php

return [
  'self_deletion_not_allowed' => 'Вы не можете удалить себя',
  'browser_video_unsupported' => 'Ваш браузер не поддерживает тег видео.',
  'error_saving' => 'Ошибка при сохранении',
  'try_again' => 'Что-то не так. Попробуйте еще раз.',
  'something_wrong' => 'Что-то пошло не так',
  'error_upload_video' => 'Ошибка при загрузке видео. Повторите попытку позже или попробуйте другое видео.',
  'request_timeout' => 'Таймаут запроса. Попробуйте еще раз.',
  'unknown_error' => 'Неизвестная ошибка',
];
