<?php

return [
  'everyday' => 'Повседневность',
  'add_post_time' => 'Добавить время публикации',
  'posting_schedule' => 'График размещения',
  'posting_times_updated' => 'Время размещения было успешно обновлено',
  'send_posting_schedule' => 'Ваше расписание отправки сообщений указывает системе, когда отправлять сообщения в очередь.',
  'add_new_posting_time' => 'Добавить новое время публикации',
  'posting_times' => 'Время размещения',
  'clear_all_posting_times' => 'Очистить все сроки размещения',
  'update_posting_times' => 'Обновление времени публикации',
  'confirmation_posting_times' => 'Вы уверены, что хотите очистить все время публикации?',
  'posting_times_determined' => 'Время публикации будет определяться в соответствии с этим часовым поясом. Нажмите, чтобы обновить его.',
];
