<?php

return [
  'third_party_services' => 'Услуги третьих лиц',
  'third_party_services_desc' => 'Эта страница предназначена для хранения учетных данных для сторонних сервисов.',
  'create_app' => 'Создайте приложение на :name',
  'configure_services_desc' => 'Нажмите на кнопку ниже, чтобы настроить сторонние службы.',
  'configure_services' => 'Настройка служб',
  'representative_data' => 'Эти данные не являются реальными, они лишь репрезентативны.',
  'not_configured_service' => 'Вы не настроили службу :service.',
  'service_saved' => 'Сервис :service был сохранен',
  'tenor' => 
  [
    'search_gifs' => 'Поиск тенора GIFs',
    'gif' => 'GIF от Tenor',
    'author' => 'Автор',
    'use_gif' => 'С помощью Tenor вы можете использовать GIF-файлы прямо в Mixpost.',
  ],
  'unsplash' => 
  [
    'search' => 'Поиск на Unsplash',
    'can_use_external_photos' => 'С помощью Unsplash вы можете использовать внешние стоковые фотографии прямо в Mixpost.',
  ],
  'meta' => 
  [
    'reel_supports_one_video' => 'Катушки поддерживают только одно видео',
    'reel_only_video_allowed' => 'Reel поддерживает только видео.',
    'error' => 
    [
      'session_expired' => 'Сессия истекла. Попробуйте опубликовать сообщение снова.',
      'media_already_published' => 'Средства массовой информации уже опубликованы.',
      'publication_video_expired' => 'Срок действия опубликованного видео истек',
      'required_param_missing' => 'В вызове API отсутствует необходимый параметр.',
    ],
    'post' => 'Пост',
    'reel' => 'Катушка',
    'story_single_media_limit' => 'История поддерживает только одно изображение или видео',
    'story' => 'История',
  ],
  'facebook' => 
  [
    'connect_group' => 'Создайте новую группу в Facebook',
    'connect_page' => 'Подключите новую страницу в Facebook',
    'report' => 
    [
      'number_members_per_day' => 'Количество участников в день в течение выбранного периода',
      'number_times_posts_impressions' => 'Количество просмотров сообщений вашей страницы на экране человека. К сообщениям относятся статусы, фотографии, ссылки, видео и многое другое.',
      'page_engaged_users' => 'Вовлеченные пользователи страницы',
      'post_engagements' => 'Сообщение о помолвке',
      'posts_impressions' => 'Сообщения Впечатления',
      'number_people_page' => 'Количество людей, которые взаимодействовали с вашей страницей. Вовлечение включает любой клик.',
      'number_times_post_engagements' => 'Количество людей, которые отреагировали на ваши сообщения, комментируя их, делясь ими и т. д.',
    ],
    'page_options' => 'Параметры страницы Facebook',
  ],
  'instagram' => 
  [
    'connect_account' => 'Подключите новый бизнес-аккаунт в Instagram',
    'report' => 
    [
      'number_comments_posts' => 'Количество комментариев к вашим постам',
      'engagement_report' => 'Сумма контактов по электронной почте, телефонных звонков, кликов по направлениям, кликов по текстовым сообщениям и кликов по веб-сайтам',
      'engagement' => 'Помолвка',
      'clicks_divided_impressions' => '(контакты по электронной почте + клики по телефонным звонкам + клики по направлению + клики по текстовым сообщениям + клики по сайту), деленное на количество впечатлений',
      'engagement_rate' => 'Уровень вовлеченности',
      'number_taps_email' => 'Общее количество нажатий на ссылку электронной почты в профиле',
      'email_contacts' => 'Контакты электронной почты',
      'number_new_followers' => 'Общее количество новых последователей',
      'follower_count' => 'Количество подписчиков',
      'number_directions_clicks' => 'Общее количество нажатий на ссылку направления в профиле',
      'directions_clicks' => 'Направления щелкают',
      'number_phone_call_clicks' => 'Общее количество нажатий на ссылку вызова в профиле',
      'phone_call_clicks' => 'Щелчки при телефонном звонке',
      'number_profile_views' => 'Общее количество пользователей, просмотревших профиль',
      'profile_views' => 'Просмотры профиля',
      'number_reach' => 'Общее количество уникальных пользователей, просмотревших хотя бы один медиа-элемент',
      'reach' => 'Достичь',
      'number_text_message_clicks' => 'Общее количество нажатий на ссылку текстового сообщения в профиле',
      'text_message_clicks' => 'Клики по текстовым сообщениям',
      'number_website_clicks' => 'Общее количество переходов по ссылке на сайт в профиле',
      'website_clicks' => 'Клики на сайте',
    ],
    'select_video_image' => 'Выберите видео или изображение для этого аккаунта Instagram.',
  ],
  'linkedin' => 
  [
    'connect_page' => 'Подключите новую страницу LinkedIn',
    'connect_profile' => 'Подключите новый профиль LinkedIn',
    'visibility' => 'Видимость',
    'public' => 'Общественность',
    'connections' => 'Соединения',
    'not_support_accounts' => 'К сожалению, API LinkedIn не поддерживает отображение аналитики для личных аккаунтов LinkedIn.',
    'insights' => 'Insights',
    'job_title' => 'Ваша должность',
    'send' => 'Отправить',
  ],
  'tiktok' => 
  [
    'supports_only_videos' => 'TikTok поддерживает только видеофайлы.',
    'connect_profile' => 'Подключите новый профиль TikTok',
    'privacy_settings' => 'Настройки конфиденциальности',
    'allow_comments' => 'Разрешить комментарии',
    'allow_duet' => 'Разрешить дуэт',
    'allow_stitch' => 'Разрешить стежок',
    'content_disclosure_setting' => 'Настройка раскрытия содержания',
    'promote_brand' => 'Продвигайте мой бренд',
    'promote_third_brand' => 'Продвижение бренда третьей стороны',
    'who_watch_video' => 'Кто может смотреть это видео',
    'direct_share_type' => 'Видеоролики TikTok отправляются в папку входящих сообщений для редактирования и публикации из приложения TikTok. Текст при этом не отправляется.',
    'for_you' => 'Для тебя',
    'select_video' => 'Выберите видео для этого аккаунта TikTok.',
    'everyone' => 'Все',
    'friends' => 'Друзья',
    'only_you' => 'Только ты',
    'followers' => 'Последователи',
    'report' => 
    [
      'views_video' => 'Количество просмотров ваших видеороликов',
      'views' => 'Просмотров',
      'number_shares' => 'Количество просмотров вашего видео',
      'shares' => 'Акции',
      'number_comments' => 'Общее количество комментариев',
    ],
    'video_limit' => 'В одном сообщении разрешено только одно видео.',
  ],
  'pinterest' => 
  [
    'not_support_video' => 'Pinterest временно не поддерживает загрузку видео.',
    'video_upload_failed' => 'Ошибка при загрузке видео. Повторите попытку позже или попробуйте другое видео.',
    'connect_profile' => 'Подключите новый профиль Pinterest',
    'board_created' => 'Плата была успешно создана',
    'board_not_added' => 'Доска не может быть добавлена',
    'board_name' => 'Название совета',
    'create_board' => 'Создайте доску Pinterest',
    'save_rate' => 'Экономный тариф',
    'not_account' => 'Это не аккаунт Pinterest',
    'report' => 
    [
      'number_pins_saved' => 'Количество сохранений ваших пинов',
      'number_pin_clicks' => 'Общее количество кликов по вашему пину или объявлению, чтобы оно открылось крупным планом.',
      'pin_clicks' => 'Нажатия на штырьки',
      'number_impressions' => 'Общая экономия ваших пинов, деленная на общее количество раз, когда ваши пины были на экране.',
      'number_outbound_clicks' => 'Количество раз, когда люди совершают действия, которые приводят их к цели на Pinterest.',
      'outbound_clicks' => 'Исходящие клики',
    ],
    'select_board_for' => 'Выберите плату для <span class="font-semibold mr-1">:account</span>.',
  ],
  'twitter' => 
  [
    'connect_profile' => 'Подключите новый профиль X',
    'reports_limited' => 'Вы используете бесплатный API X. Отчеты могут быть ограничены.',
    'upgrade' => 'Обновление X уровня API',
    'number_retweets' => 'Количество ретвитов ваших твитов',
    'retweets' => 'Ретвиты',
    'upload_failed' => 'Не удалось загрузить файл',
    'form' => 
    [
      'edit_app' => 'Вам нужно будет отредактировать разрешения приложения и разрешить "Чтение и запись".',
    ],
  ],
  'youtube' => 
  [
    'connect_profile' => 'Подключите новый профиль YouTube',
    'public' => 'Общественность',
    'private' => 'Частный',
    'unlisted' => 'Без списка',
    'analytics_under_development' => 'Аналитика YouTube находится в стадии разработки.',
    'select_video' => 'Выберите видео для этой учетной записи YouTube.',
    'privacy_config' => 'Конфигурация конфиденциальности',
    'title' => 'Видео или короткое название',
  ],
  'mastodon' => 
  [
    'upload_failed' => 'Не удалось загрузить медиафайл на сервер.',
    'connect_profile' => 'Подключите новый профиль Mastodon',
    'enter_server' => 'Введите свой сервер Mastodon',
    'mark_media' => 'Пометить носитель как чувствительный',
    'report' => 
    [
      'number_replies' => 'Количество ответов на ваши сообщения',
      'replies' => 'Ответы',
      'number_reblogs' => 'Количество репостов ваших сообщений',
      'reblogs' => 'Реблоги',
      'favourites_number' => 'Количество раз, когда ваши сообщения добавлялись в избранное',
      'favourites' => 'Избранное',
    ],
  ],
  'provider_options' => ':provider опции',
  'services' => 'Услуги',
];
