<?php

return [
  'create_user' => 'Создать пользователя',
  'delete_users' => 'Удаление пользователей',
  'select_user' => 'Пожалуйста, выберите пользователя',
  'confirm_delete_users' => 'Вы уверены, что хотите удалить выбранных пользователей?',
  'selected_users_deleted' => 'Выбранные пользователи удалены',
  'manage_users' => 'Управление пользователями',
  'confirm_delete_user' => 'Вы уверены, что хотите удалить этого пользователя?',
  'user_deleted' => 'Пользователь удален',
  'view_user' => 'Посмотреть пользователя',
  'user_has_been_updated' => 'Пользователь был обновлен',
  'delete_user' => 'Удалить пользователя',
  'type_search_user' => 'Введите для поиска пользователя',
  'system_admin' => 'Системный администратор',
  'users' => 'Пользователи',
  'user_details' => 'Подробности о пользователе',
  'user_created' => 'Пользователь создан',
];
